public class TextPage {
    private static String textPage =
            "<html>\n" +
            "<body alink=\"green\">" +
            "<ol type=\"I\">\n" +
            "<li>Поступающие в аспирантуру проходят собеседование с предполагаемым научным руководителем (протокол собеседования - двухстороний лист).</li>\n" +
            "<li>Личный листок по учету кадров заполняется в отделе аспирантуры, докторантуры.</li>\n" +
            "<li>Документы, необходимые для поступления в аспирантуру:</li>\n" +
            "</ol>\n" +
            "<ol type=\"I\">\n" +
            "  <li>заявление (двухстороний лист);</li>\n" +
            "  <li>3 фотографии (3х4 см, матовые);</li>\n" +
            "  <li>диплом специалиста или магистра об окончании вуза и приложение к нему (оригинал или копии);</li>\n" +
            "  <li>документ, удостоверяющий личность и гражданство поступающего;</li>\n" +
            "  <li>сведения о наличии у поступающего индивидуальных достижений (при наличии);</li>\n" +
            "</ol>\n" +
            "<ul>\n" +
            "  <li>документ, подтверждающий инвалидность, для создания специальных условий при проведении вступительных испытаний (при необходимости);</li>\n" +
            "  <li>документ, подтверждающий прохождение практики</li>\n" +
            "  <li>документ, подтверждающий военнское звание(приписное).</li>\n" +
            " </ul>\n" +
            "<p>Сайт университета: <a href=\"https://gumrf.ru/\">gumrf.ru</a><br>\n" +
            "Поступление бакалавриат/магистратура: <a href=\"https://abitur.gumrf.ru/lnd2018/?yclid=6122368600938389534\">abitur.gumrf.ru</a><br>\n" +
            "Образовательный портал: <a href=\"https://edu.gumrf.ru/\">edu.gumrf.ru</a>\n" +
            "\n" +
            "</body>\n" +
            "</html>";

    public static String getPage(){
        return textPage;
    }
}
